Repository: moj3ve/VolumeController
Catalog: VolumeControllerPreferences/Resources/*.lproj/Root.strings
Languages: de

source: Enable Tweak
de: Tweak an/aus

source: Size
de: Größe anpassen

source: Slim
de: Schmal

source: Medium
de: Mittelgroß

source: Bold
de: Groß

source: Default
de: Standard

source: Simple
de: Einfach

source: Custom
de: Angepasst

source: Width:
de: Breite:

source: Height:
de: Höhe:

source: Border Radius:
de: Eckradius:

source: Volume HUD
de: Lautstärke-HUD

# VOLUME_HUD_INFO
source: Control size and position of Volume HUD
de: Größe und Position des Lautstärke-HUD einstellen

source: in Portrait mode
de: im Hochformat

source: in Landscape mode
de: im Querformat

source: Volume HUD in Portrait mode
de: Lautstärke-HUD im Hochformat

source: Volume HUD in Landscape mode
de: Lautstärke-HUD im Querformat

# VOLUME_HUD_SIZE_INFO
source: Volume HUD uses three sizes: Medium one that shows after you press volume button once Slim one that shows after you press volume button at least twice Bold one that shows after you touch Volume HUD
de: Es gibt drei Größen des Lautstärke-HUD: Mittelgroß erscheint, wenn einer der Lautstärkebuttons einmal gedrückt wird Schmal erscheint, wenn einer der Lautstärkebuttons mehr als einmal gedrückt wird Breit erscheint, wenn das Lautstärke-HUD selbst berührt wird

# VOLUME_HUD_SIZE_INFO_SLIM
source: one that shows after you press volume button at least twice
de: erscheint, wenn einer der Lautstärkebuttons mehr als einmal gedrückt wird

# VOLUME_HUD_SIZE_INFO_MEDIUM
source: one that shows after you press volume button once
de: erscheint, wenn einer der Lautstärkebuttons einmal gedrückt wird

# VOLUME_HUD_SIZE_INFO_BOLD
source: one that shows after you touch Volume HUD
de: erscheint, wenn das Lautstärke-HUD selbst berührt wird

# POSITION_INFO
source: Values here decide where the HUD will appear. x=0 & y=0 means it will appear in the top left corner. x=100 & y=100 means it will appear in the bottom right corner.
de: Die Werte bestimmen die Position des HUD. x=0 & y=0 lässt es in der oberen linken Ecke erscheinen. x=100 & y=100 lässt es in der unteren rechten Ecke erscheinen.

# POSITION_PLACEHOLDER
source: Values in %
de: Werte sind Prozentwerte

source: X axis
de: X-Achse

source: Y axis
de: Y-Achse

source: Volume Buttons
de: Lautstärke-Buttons

# VOLUME_STEPS
source: Steps
de: Schritte der Lautstärkeregelung

# VOLUME_STEPS_INFO
source: How many times you need to press volume button to go from 0 to 100%
de: Wie oft der Lautstärkebutton gedrückt werden muss, um von 0 auf 100% zu kommen

source: Reset Settings
de: Einstellungen zurücksetzen

source: Related Links
de: Links

source: Known Issues
de: Bekannte Probleme
